Repository: timlau/yumex
Catalog: po/*.po
Languages: pt_br

source: network interface %s is connected
pt_br: a interface de rede %s está conectada

source: updates
pt_br: atualizações

source: available
pt_br: disponível

source: installed
pt_br: instalado

source: Downloading repository information for the %s repository
pt_br: Baixar informações do repositório para o repositório %s

source: Downloading Package information for the %s repository
pt_br: Baixando informações de pacotes para o repositório %s

source: Downloading Filelist information for the %s repository
pt_br: Baixando informações da lista de arquivos para o repositório %s

source: Downloading Changelog information for the %s repository
pt_br: Baixando informações de alterações para o repositório %s

source: Downloading Group information for the %s repository
pt_br: Baixando informações de grupo para o repositório %s

source: Downloading metalink information for the %s repository
pt_br: Baixando informações de metalink para o repositório %s

source: Downloading Delta update information for the %s repository
pt_br: Baixando informações de atualizações delta para o repositório %s

source: Downloading Update information for the %s repository
pt_br: Baixando informações de atualizações para o repositório %s

source: 0 - 7 Days
pt_br: 0 - 7 dias

source: 7 - 14 Days
pt_br: 7 - 14 dias

source: 14 - 21 Days
pt_br: 14 - 21 dias

source: 21 - 30 days
pt_br: 21- 30 dias

source: 30 - 90 days
pt_br: 30 - 90 dias

source: 90+ days
pt_br: +90 dias

source: Getting all packages
pt_br: Obtendo todos os pacotes

source: Getting installed packages
pt_br: Obtendo pacotes instalados

source: Getting available packages
pt_br: Obtendo pacotes disponíveis

source: Getting available updates
pt_br: Obtendo atualizações disponíveis

source: Getting available obsoletes
pt_br: Obtendo pacotes obsoletos disponíveis

source: %s is updated
pt_br: %s está atualizado

source: %s is erased
pt_br: %s está apagado

source: %s is installed
pt_br: %s está instalado

source: %s is obsoleted
pt_br: %s está obsoleto

source: %s is cleanup
pt_br: %s está completamente removido

source: Updated packages
pt_br: Pacotes atualizados

source: Downgraded packages
pt_br: Pacotes em downgrade

source: Obsoleting packages
pt_br: Pacotes em obsolescência

source: Obsoleted packages
pt_br: Pacotes obsoletos

source: Erased packages
pt_br: Pacotes apagados

source: Installed packages
pt_br: Pacotes instalados

source: Installed for dependencies
pt_br: Instalado por dependencias

source: Reinstalled packages
pt_br: Pacotes reinstalados

source: Name
pt_br: Nome

source: Summary
pt_br: Resumo

source: Description
pt_br: Descrição

source: Arch
pt_br: Arquitetura

source: Getting Package Information
pt_br: Obtendo informações do pacote

source: Unknown metadata type (%s) for %s
pt_br: Tipo de metadado desconhecido (%s) para %s

source: Repo Metadata for %s
pt_br: Metadado de repositório para %s

source: Building rpms from deltarpm
pt_br: Construindo rpms a partir do deltarpm

source: Downloading Packages
pt_br: Baixar pacotes

source: Checking Package GPG Signatures
pt_br: Verificar assinatura GPG dos pacotes

source: Running RPM Test Transaction
pt_br: Executar transação de teste de RPM

source: Running RPM Transaction
pt_br: Executar transação RPM

source: Do you want to import GPG Key : %s
pt_br: Você deseja importar a chave GPG: %s

source: Needed by %s
pt_br: requerido por %s

source: Please insert media labeled %s #%d.
pt_br: Por favor, insira a mídia rotulado por %s @#%d.

source: Please insert media labeled %s.
pt_br: Por favor, insira a mídia rotulada por %s.

source: Starting yum child process
pt_br: Iniciar processo filho do yum

source: Using the following repositories : %s
pt_br: Usar os seguintes repositórios: %s

source: yum backend process is ended
pt_br: o processo backend do yum está finalizado

source: %i packages returned
pt_br: pacotes %i retomados

source: Resolving Dependencies
pt_br: Resolvendo dependências

source: Dependency Resolution Failed
pt_br: Resolução de dependências falhou

source: Dependency Resolution Errors:
pt_br: Erros da resolução de dependências:

source: Dependency resolving completed with errors
pt_br: Resolução de dependências concluída com erros

source: Client is running in rootmode, starting backend launcher directly
pt_br: O cliente está sendo executado em modo root, iniciar o lançador backend diretamente

source: Yum backend did not close nicely in time
pt_br: O backend do yum não fechou bem no tempo.

source: Could not get polkit autherisation to start backend Yum Extender will terminate
pt_br: Não foi possível obter autorização para iniciar o backend O Yum Extender irá encerrar

source: User has cancelled polkit autherisation Yum Extender will terminate
pt_br: O usuário cancelou a solicitação de autorização O Yum Extender irá encerrar

source: Using %s for yum configuration
pt_br: Usando %s para a configuração do yum

source: No network connection, disable non local repo %s
pt_br: Nenhuma conexão de rede, desative o repositório não-local %s

source: Yum is locked :
pt_br: Yum está bloqueado:

source: The other application is: PackageKit
pt_br: A outra aplicação é: PackageKit

source: The other application is: %s
pt_br: A outra aplicação é: %s

source: Waiting 10 seconds and tries again !!!
pt_br: Aguarde 10 segundos e tente novamente !!!

source: The disc was not inserted
pt_br: O disco não foi inserido

source: Closing rpm db and releasing yum lock
pt_br: Encerrar rpm-db e liberar bloqueio do yum

source: Installing
pt_br: Instalar

source: Error in yum Transaction : %s
pt_br: Erro na transação do yum: %s

source: Exception in run_transaction
pt_br: Exceção em run_transaction

source: Failure getting %s:
pt_br: Falha na obtenção de %s:

source: Trying other mirror.
pt_br: Tentando outro mirror.

source: The %s repository has been enabled permanently
pt_br: O repositório %s foi habilitado permanentemente

source: The %s repository has been disabled permanently
pt_br: O repositório %s foi desabilitado permanentemente

source: Setting Yum Option %s = %s
pt_br: Configurações do Yum, opção %s = %s

source: Cleaned metadata from local cache
pt_br: Metadados removidos do cache local

source: Cleaned dbcache
pt_br: O dbcache está limpo

source: Cleaned packages from local cache
pt_br: Pacotes removidos do cache local

source: Cleaned everything from local cache
pt_br: Tudo limpo do cache local

source: Rebuild from deltarpms completed
pt_br: Reconstrução do deltarpm concluída

source: Downloaded : %s ( %s )
pt_br: Baixado: %s ( %s )

source: Package
pt_br: Pacote

source: Repo
pt_br: Repositório

source: Architecture
pt_br: Arquitetura

source: Size
pt_br: Tamanho

source: Arch.
pt_br: Arq.

source: Size.
pt_br: Tam.

source: Package Queue:
pt_br: Fila de pacotes:

source: Packages
pt_br: Pacotes

source: <b>Downgrade to</b> %s
pt_br: <b>Downgrade para</b> %s

source: Repository
pt_br: Repositório

source: Filename
pt_br: Nome do arquivo

source: Search Keys
pt_br: Buscar chaves

source: Categories
pt_br: Categorias

source: Login User
pt_br: Login de usuário

source: Data/Time
pt_br: Data/Hora

source: Action(s)
pt_br: Ação (ões)

source: Altered
pt_br: Alterado

source: Fatal Error
pt_br: Erro fatal

source: Error in repository setup
pt_br: Erro no setup do repositório

source: You can try starting 'yumex -n' from a command line
pt_br: Você pode tentar iniciar 'yumex -n' a partir da linha de comando

source: and deselecting the repositories causing problems
pt_br: e desmarcar o repositório que causa problemas

source: and try again.
pt_br: e tentar novamente.

source: Fatal Error in backend restart
pt_br: Erro fatal na reinicialização do backend

source: Backend could not be closed
pt_br: Não foi possível encerrar o backend

source: Fatal Error :
pt_br: Erro fatal:

source: Available Updates
pt_br: Atualizações disponíveis

source: Search for packages
pt_br: Pesquisar por pacotes

source: Perform actions on packages
pt_br: Executar ações nos pacotes

source: Pending Actions
pt_br: Ações pendentes

source: Work with pending actions
pt_br: Trabalhar com ações pendentes

source: Repositories
pt_br: Repositórios

source: Select active repositories
pt_br: Selecionar repositórios ativos

source: History
pt_br: Histórico

source: Watch yum history
pt_br: Visualizar histórico do yum

source: Output
pt_br: Saída

source: Watch output details
pt_br: Visualizar detalhes da saída

source: Not connected to an network
pt_br: Nenhuma conexão de rede

source: Not connected to a network. Do you want to continue
pt_br: Nenhuma rede conectada. Você deseja continuar

source: network connection state check is disabled
pt_br: verificação do estado da conexão de rede está desabilitado

source: Can't detect the network connection state
pt_br: Não foi possível detectar o estado da conexão de rede

source: Connected to an network
pt_br: Conectado a uma rede

source: Nothing to do
pt_br: Nada para fazer

source: Enable Permanently
pt_br: Habilitado permanentemente

source: Disable Permanently
pt_br: Desabilitado permanentemente

source: Clean Metadata
pt_br: Limpar metadados

source: Clean Packages
pt_br: Limpar pacotes

source: Clean DbCache
pt_br: Limpar DbCache

source: Clean All
pt_br: Limpar tudo

source: Reinstall Package
pt_br: Reinstalar pacote

source: Downgrade Package
pt_br: Downgrade de pacote

source: By Repositories
pt_br: Por repositório

source: By Size
pt_br: Por tamanho

source: Getting Group information
pt_br: Obtendo informações de grupo

source: The pending action queue is empty
pt_br: A fila de ações pendentes está vazia

source: Installing local Packages
pt_br: Instalar pacotes locais

source: Processing pending actions
pt_br: Processando ações pendentes

source: Preparing the transaction
pt_br: Preparando a transação

source: Transaction completed successfully
pt_br: Transação concluída com sucesso

source: Installation of local packages completed
pt_br: Instalação de pacotes locais concluída

source: Do you want to exit Yum Extender ?
pt_br: Você deseja sair do Yum Extender ?

source: Transaction Aborted by User
pt_br: Transação abortada pelo usuário

source: Transaction completed with errors, check output page for details
pt_br: Transação concluída com erros, verifique a saída da página para ver os detalhes

source: Getting History Information
pt_br: Obtendo informações do histórico

source: Getting Latest History Information
pt_br: Obtendo informações recentes do histórico

source: Getting All History Information
pt_br: Obtendo todas as informações do histórico

source: History Disabled
pt_br: Histórico desabilitado

source: Searching History Information
pt_br: Pesquisar informações do histórico

source: Transaction Performed with
pt_br: Transação executada com

source: Skipped packages
pt_br: Pacotes saltados

source: Adding Packages to view
pt_br: Adicionar pacotes para visualização

source: Added %i Packages to view
pt_br: Pacotes %i adicionados para visualização

source: Getting Category Packages
pt_br: Obtendo pacotes de categorias

source: Do you want to clean %s from the yum cache
pt_br: Você deseja limpar %s do cache do yum

source: Executing : %s %s
pt_br: Executar: %s %s

source: Processing Queue Command
pt_br: Processar comando de fila

source: Working !!!
pt_br: Trabalhar !!!

source: Preferences
pt_br: Configurações

source: Load packages on launch
pt_br: Carregar pacotes no lançador

source: Use sortable columns in package view (slower)
pt_br: Usar colunas ordenadas na visualização de pacotes (lento)

source: Typeahead search is active by default
pt_br: Busca com digitação antecipada está ativo por padrão

source: Skip Broken is active by default
pt_br: Saltar pacotes quebrados está ativo por padrão

source: No GPG Check is active by default
pt_br: Nenhuma verificação GPG está ativa por padrão

source: Show Newest Only is active by default
pt_br: Mostrar pacotes mais novos está ativo por padrão

source: Clean Unused Requirements is active by default
pt_br: Limpar pacotes requeridos não usados está ativo por padrão

source: Debug Mode
pt_br: Modo de depuração

source: Disable startup network check
pt_br: Desabilitar verificação de rede na inicialização

source: Run backend with sudo (need working sudo nopasswd config)
pt_br: Executar backend com sudo (precisa trabalhar com configuração de sudo como nopasswd)

source: Color (Installed)
pt_br: Cor (Instalado)

source: Color (Update)
pt_br: Cor (Atualizar)

source: Color (Available)
pt_br: Cor (disponível)

source: Enable Yum Plugins
pt_br: Habilitar plug-ins do yum

source: Yum Debug Level
pt_br: Nível de depuração do yum

source: Transaction Result
pt_br: Resultado da transação

source: Download Size : %s
pt_br: Tamanho do download: %s

source: Package Description
pt_br: Descrição do pacote

source: Update information
pt_br: Informação do pacote

source: Package Changelog
pt_br: Alterações do pacote

source: Package Filelist
pt_br: Lista de arquivos do pacote

source: Package Dependencies
pt_br: Dependências do pacote

source: No Update information
pt_br: Nenhuma informação de atualização

source: Project URL :
pt_br: URL do projeto:

source: Release
pt_br: Lançamento

source: Type
pt_br: Tipo

source: Status
pt_br: Situação

source: Issued
pt_br: Problemas

source: Install, update and remove applications
pt_br: Instalar, atualizar e remove aplicativos

source: Software Installer
pt_br: Instalador de programas

source: Yumex Package Installer
pt_br: Instalar pacote Yumex

source: Install local packages on system
pt_br: Instalar pacotes locais no sistema

source: Run Yum Extender backend
pt_br: Executar backend do Yum Extender

source: Authentication is required for Yum Extender to handle packages on the system
pt_br: A autenticação é necessária para que o Yum Extender possar manipular os pacotes no sistema

source: <span size="x-large">Working ....</span>
pt_br: <span size="x-large">Trabalhando ....</span>

source: Error
pt_br: Erro

source: Type package names to search for
pt_br: Nomes dos tipos de pacotes para buscar por

source: Get all History elements
pt_br: Obter todos elementos do histórico

source: Undo a history transaction
pt_br: Desfazer uma transação do histórico

source: Redo a history transaction
pt_br: Refazer um transação do histórico

source: _File
pt_br: _Arquivo

source: _Edit
pt_br: _Editar

source: _View
pt_br: _Visualizar

source: _Packages
pt_br: _Pacotes

source: _Queue
pt_br: _Fila

source: R_epositories
pt_br: R_epositórios

source: _History
pt_br: _Histórico

source: _Output
pt_br: _Saída

source: _Profiles
pt_br: P_erfíl

source: _Options
pt_br: _Opções

source: Skip packages there get depsolve errors
pt_br: Saltar pacotes com erros de dependência

source: Skip Broken
pt_br: Saltar pacotes quebrados

source: Don't check signatures for packages
pt_br: Não foi possível verificar as assinaturas dos pacotes

source: no GPG Check
pt_br: sem verificar GPG

source: Show only the latest packages when searching Don't show multiple version of the same package
pt_br: Mostrar apenas os pacotes mais recentes quando pesquisar e não mostrar varias versões do mesmo pacote

source: Show Newest Only
pt_br: Mostrar apenas mais novos

source: _Help
pt_br: A_juda

source: Typeahead search on/off
pt_br: Habilitar/Desabilitar digitação antecipada na busca

source: Type search words separated by spaces to find packages containing the search words.
pt_br: Palavras da busca separadas por espaços para encontrar pacotes com a palavra.

source: Search Options
pt_br: Opções de busca

source: U_pdates
pt_br: Atualizações

source: Show package updates
pt_br: Mostrar pacotes atualizados

source: Availa_ble
pt_br: Disponível

source: Show available packages
pt_br: Mostrar pacotes disponíveis

source: _Installed
pt_br: _Instalado

source: Show installed packages
pt_br: Mostrar pacotes instalados

source: All
pt_br: Todos

source: Show all Packages
pt_br: Mostrar todos os pacotes

source: _Groups
pt_br: _Grupos

source: Show Groups
pt_br: Mostrar grupos

source: _Categories
pt_br: _Categorias

source: Show Categories
pt_br: Mostrar categorias

source: Select all packages in current view
pt_br: Selecionar todos os pacotes na visão atual

source: Undo all package selection
pt_br: Desfazer todos os pacotes selecionados

source: Execute all pending actions in queue
pt_br: Executar todas as ações pendentes na fila

source: Basic
pt_br: Básico

source: Advanced
pt_br: Avançado

source: Remove selected packages from queue
pt_br: Remover pacotes selecionados da fila

source: Refresh packages with current selected repositories
pt_br: Atualizar pacotes dos repositórios selecionados

source: Undo repository selection changes
pt_br: Desfazer alterações nos repositórios selecionados

source: Testing Stuff
pt_br: Testar material

source: When removing packages, also remove requirements there is not used by any other packages.
pt_br: Quando remover pacotes, também remover os pacotes requeridos e não usados por outros pacotes.

source: Clean Unused Requirements
pt_br: Limpar pacote requeridos não usados

source: Undo the current search
pt_br: Desfazer a busca atual
